const catalogProduct = [
    {
        id: '1',
        name: 'Счетчик электроэнергии электронный Энергомера СЕ 102 BY S6 145 AKV (5-60А)',
        img: './image/se102.jpeg',
        price: 133.52,
        type: 'Счетчик'
    },
    {
        id: '2',
        name: 'Счетчик электроэнергии электронный Энергомера СЕ 301 BY S31 146 JAVZ (5-100)А',
        img: './image/se301.jpg',
        price: 238.43,
        type: 'Счетчик'
    },
    {
        id: '3',
        name: 'Счетчик электроэнергии электронный Альфа А1700 (5-60)А',
        img: './image/A1700.jpg',
        price: 1440.00,
        type: 'Счетчик'
    },
    {
        id: '4',
        name: 'Автоматический выключатель ВА 47-100 3Р 25А (C) 10кА EKF PROxima',
        img: './image/ав 100.jpeg',
        price: 53.10,
        type: 'АВ'
    },
    {
        id: '5',
        name: 'Дифференциальный автомат АД-4 4P 16А/100мА (хар. С) ETP',
        img: './image/див.jpeg',
        price: 27.65,
        type: 'АВ'  
    }
]